"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 1000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 713, \"word_counts\": \"{\\\"\\\\ud83d\\\\udcda\\\": 1, \\\"6465\\\": 1, \\\"\\\\ud83d\\\\udcd6\\\": 1, \\\"twentysix\\\": 1, \\\"\\\\ud83d\\\\udd8c\\\": 1, \\\"andrea\\\": 1, \\\"tome\\\": 1, \\\"\\\\ud83c\\\\udf00\\\": 6, \\\"poetry\\\": 1, \\\"mental\\\": 23, \\\"health\\\": 26, \\\"amp\\\": 56, \\\"eating\\\": 309, \\\"disorders\\\": 151, \\\"recovery\\\": 83, \\\"growth\\\": 1, \\\"faithless\\\": 1, \\\"aromanticism\\\": 1, \\\"feminism\\\": 1, \\\"\\\\u2b50\\\\ufe0f\\\\u2b50\\\\ufe0f\\\\u2b50\\\\ufe0f\\\\u2b50\\\\ufe0f\\\": 1, \\\"\\\\u201cwhen\\\": 1, \\\"we\\\\u2019re\\\": 3, \\\"asking\\\": 1, \\\"people\\\": 67, \\\"still\\\": 21, \\\"bodies\\\": 2, \\\"w\\\": 14, \\\"emotional\\\": 6, \\\"experience\\\": 7, \\\"yoga\\\": 2, \\\"it\\\\u2019s\\\": 29, \\\"big\\\": 8, \\\"ask\\\": 3, \\\"that\\\\u2019s\\\": 6, \\\"important\\\": 8, \\\"someone\\\": 26, \\\"help\\\": 32, \\\"process\\\": 6, \\\"discomfort\\\": 1, \\\"vulnerability\\\\u201d\\\": 1, \\\"jennifer\\\": 1, \\\"kreatsoulas\\\": 1, \\\"drank\\\": 2, \\\"rockstar\\\": 1, \\\"nd\\\": 1, \\\"ate\\\": 8, \\\"noodles\\\": 1, \\\"im\\\": 65, \\\"literally\\\": 16, \\\"best\\\": 18, \\\"anorexic\\\": 75, \\\"problem\\\": 45, \\\"manifests\\\": 1, \\\"many\\\": 17, \\\"ways\\\": 6, \\\"recently\\\": 2, \\\"food\\\": 90, \\\"eat\\\": 45, \\\"breakfast\\\": 1, \\\"lunch\\\": 6, \\\"i\\\\u2019m\\\": 97, \\\"\\\\u2728cheese\\\": 1, \\\"crackers\\\\u2728\\\": 1, \\\"needed\\\": 1, \\\"lend\\\": 2, \\\"voice\\\": 3, \\\"protest\\\": 2, \\\"waited\\\": 1, \\\"till\\\": 4, \\\"moment\\\": 2, \\\"called\\\": 5, \\\"hero\\\": 1, \\\"thread\\\": 7, \\\"i\\\\u2019ve\\\": 18, \\\"ever\\\": 16, \\\"seen\\\": 3, \\\"binge\\\": 72, \\\"combat\\\": 1, \\\"highly\\\": 1, \\\"recommend\\\": 6, \\\"reading\\\": 1, \\\"smtg\\\": 1, \\\"u\\\": 19, \\\"struggle\\\": 11, \\\"like\\\": 97, \\\"lt3\\\": 7, \\\"rt\\\": 12, \\\"bbc\\\": 1, \\\"sports\\\": 1, \\\"hidden\\\": 1, \\\"crisis\\\": 2, \\\"panorama\\\": 1, \\\"good\\\": 26, \\\"discussion\\\": 2, \\\"regarding\\\": 1, \\\"sport\\\": 1, \\\"thanks\\\": 4, \\\"sharing\\\": 5, \\\"journey\\\": 5, \\\"battle\\\": 2, \\\"boredom\\\": 1, \\\"went\\\": 4, \\\"walk\\\": 2, \\\"dog\\\": 3, \\\"instead\\\": 5, \\\"feeling\\\": 5, \\\"accomplished\\\": 1, \\\"ultraprocessed\\\": 1, \\\"foods\\\": 3, \\\"eg\\\": 1, \\\"prepared\\\": 1, \\\"frozen\\\": 1, \\\"dishes\\\": 1, \\\"diet\\\": 13, \\\"products\\\": 1, \\\"alter\\\": 1, \\\"neurobiological\\\": 1, \\\"reward\\\": 3, \\\"pathways\\\": 1, \\\"clear\\\": 2, \\\"science\\\": 8, \\\"reminding\\\": 1, \\\"us\\\": 21, \\\"buyamp\\\": 1, \\\"looks\\\": 6, \\\"dying\\\": 1, \\\"losing\\\": 6, \\\"jobs\\\": 1, \\\"homes\\\": 1, \\\"insurance\\\": 1, \\\"children\\\": 5, \\\"suffering\\\": 1, \\\"businesses\\\": 2, \\\"enough\\\": 4, \\\"wanted\\\": 5, \\\"take\\\": 14, \\\"away\\\": 6, \\\"little\\\": 10, \\\"taking\\\": 4, \\\"stamps\\\": 2, \\\"fuck\\\": 13, \\\"trump\\\": 8, \\\"maths\\\": 2, \\\"cant\\\": 17, \\\"counting\\\": 1, \\\"calories\\\": 14, \\\"please\\\": 31, \\\"watch\\\": 9, \\\"video\\\": 10, \\\"suck\\\": 2, \\\"dick\\\": 2, \\\"anorexia\\\": 73, \\\"can\\\\u2019t\\\": 18, \\\"even\\\": 27, \\\"get\\\": 33, \\\"bed\\\": 8, \\\"weak\\\": 1, \\\"today\\\": 24, \\\"digitallyguided\\\": 1, \\\"therapy\\\": 5, \\\"could\\\": 17, \\\"increase\\\": 3, \\\"number\\\": 4, \\\"young\\\": 4, \\\"adults\\\": 3, \\\"receiving\\\": 1, \\\"treatment\\\": 20, \\\"study\\\": 40, \\\"finds\\\": 2, \\\"pero\\\": 1, \\\"also\\\": 27, \\\"triggers\\\": 3, \\\"tendencies\\\": 1, \\\"tw\\\": 47, \\\"bulimia\\\": 17, \\\"research\\\": 42, \\\"way\\\": 12, \\\"find\\\": 10, \\\"causes\\\": 5, \\\"recognise\\\": 1, \\\"early\\\": 5, \\\"warning\\\": 2, \\\"signs\\\": 4, \\\"4\\\": 8, \\\"key\\\": 2, \\\"focus\\\": 1, \\\"areas\\\": 1, \\\"depression\\\": 9, \\\"indigenous\\\": 1, \\\"youth\\\": 1, \\\"ed\\\": 76, \\\"venting\\\": 2, \\\"weight\\\": 61, \\\"\\\\u2728\\\": 4, \\\"disordered\\\": 10, \\\"since\\\": 13, \\\"12\\\": 3, \\\"17\\\": 7, \\\"lost\\\": 8, \\\"around\\\": 15, \\\"6\\\": 5, \\\"stone\\\": 4, \\\"38\\\": 1, \\\"kg\\\": 4, \\\"84\\\": 1, \\\"pounds\\\": 7, \\\"wanna\\\": 11, \\\"try\\\": 10, \\\"loose\\\": 3, \\\"16\\\": 4, \\\"\\\\ud83e\\\\udd42\\\": 1, \\\"here\\\\u2019s\\\": 4, \\\"hoping\\\": 2, \\\"xo\\\": 1, \\\"saw\\\": 4, \\\"comment\\\": 6, \\\"tiktok\\\": 3, \\\"disability\\\": 1, \\\"bitch\\\": 4, \\\"must\\\": 4, \\\"order\\\": 1, \\\"boys\\\": 4, \\\"men\\\": 7, \\\"traditionally\\\": 1, \\\"recognised\\\": 1, \\\"poorly\\\": 1, \\\"researched\\\": 3, \\\"treated\\\": 1, \\\"thought\\\": 5, \\\"i\\\\u2019d\\\": 4, \\\"share\\\": 6, \\\"temporarily\\\": 1, \\\"weigh\\\": 5, \\\"need\\\": 41, \\\"gain\\\": 10, \\\"4kg\\\": 1, \\\"appointment\\\": 1, \\\"psychiatrist\\\": 1, \\\"dietician\\\": 1, \\\"tips\\\": 11, \\\"\\\\ud83d\\\\ude29\\\": 1, \\\"disorder\\\": 68, \\\"sucks\\\": 3, \\\"personally\\\": 3, \\\"think\\\": 23, \\\"difficult\\\": 4, \\\"anything\\\": 8, \\\"you\\\\u2019ve\\\": 5, \\\"eaten\\\": 4, \\\"swallowed\\\": 1, \\\"pride\\\": 1, \\\"ethics\\\": 1, \\\"class\\\": 3, \\\"family\\\": 15, \\\"history\\\": 1, \\\"daughter\\\": 2, \\\"extremely\\\": 3, \\\"serious\\\": 4, \\\"conditions\\\": 5, \\\"pose\\\": 1, \\\"huge\\\": 5, \\\"burden\\\": 1, \\\"suffer\\\": 4, \\\"society\\\": 3, \\\"large\\\": 3, \\\"however\\\": 5, \\\"funding\\\": 2, \\\"attention\\\": 1, \\\"pales\\\": 1, \\\"comparison\\\": 1, \\\"related\\\": 6, \\\"youve\\\": 3, \\\"pondered\\\": 1, \\\"issue\\\": 9, \\\"ears\\\": 1, \\\"thinspo\\\": 22, \\\"popped\\\": 1, \\\"tumblr\\\": 6, \\\"lowkey\\\": 4, \\\"crying\\\": 3, \\\"me\\\\ud83d\\\\ude2d\\\": 1, \\\"really\\\": 33, \\\"sure\\\": 7, \\\"officially\\\": 2, \\\"posted\\\": 1, \\\"hard\\\": 7, \\\"core\\\": 1, \\\"porn\\\": 2, \\\"pussy\\\": 3, \\\"type\\\": 6, \\\"sexual\\\": 4, \\\"content\\\": 2, \\\"post\\\": 13, \\\"shit\\\": 12, \\\"trying\\\": 9, \\\"self\\\": 13, \\\"harm\\\": 5, \\\"right\\\": 9, \\\"now\\\\ud83d\\\\ude2d\\\": 1, \\\"pro\\\": 19, \\\"tags\\\": 6, \\\"yum\\\": 1, \\\"fav\\\": 4, \\\"\\\\ud83e\\\\udd70\\\\ud83d\\\\ude0b\\\": 1, \\\"fatspo\\\\ud83d\\\\udc95\\\": 1, \\\"look\\\": 20, \\\"piggy\\\": 1, \\\"finally\\\": 6, \\\"leaving\\\": 1, \\\"twitter\\\": 4, \\\"getting\\\": 9, \\\"terminated\\\": 1, \\\"dream\\\": 1, \\\"create\\\": 2, \\\"app\\\": 6, \\\"struggling\\\": 15, \\\"turns\\\": 1, \\\"expensive\\\": 1, \\\"make\\\": 24, \\\"come\\\": 13, \\\"true\\\": 4, \\\"small\\\": 6, \\\"donation\\\": 1, \\\"lot\\\": 14, \\\"relapsing\\\": 7, \\\"fell\\\": 2, \\\"old\\\": 8, \\\"habits\\\": 4, \\\"fitness\\\": 3, \\\"pal\\\": 1, \\\"calculating\\\": 1, \\\"every\\\": 17, \\\"calorie\\\": 8, \\\"consumed\\\": 1, \\\"well\\\": 20, \\\"got\\\": 14, \\\"stop\\\": 12, \\\"going\\\": 22, \\\"listen\\\": 3, \\\"ana\\\": 28, \\\"choices\\\": 3, \\\"ghrelin\\\": 1, \\\"activation\\\": 1, \\\"neuropeptide\\\": 1, \\\"y\\\": 1, \\\"elevation\\\": 1, \\\"response\\\": 3, \\\"medium\\\": 1, \\\"chain\\\": 2, \\\"triglyceride\\\": 1, \\\"administration\\\": 3, \\\"nervosa\\\": 14, \\\"patients\\\": 13, \\\"sciencedirect\\\": 1, \\\"vs\\\": 1, \\\"tend\\\": 1, \\\"snack\\\": 3, \\\"day\\\": 30, \\\"portioning\\\": 1, \\\"prevent\\\": 5, \\\"train\\\": 1, \\\"leaders\\\": 1, \\\"run\\\": 5, \\\"community\\\": 6, \\\"courses\\\": 1, \\\"full\\\": 12, \\\"anyone\\\": 16, \\\"issues\\\": 12, \\\"reach\\\": 9, \\\"information\\\": 6, \\\"made\\\": 10, \\\"school\\\": 8, \\\"aesthetic\\\": 3, \\\"ah\\\": 1, \\\"sweet\\\": 1, \\\"nostalgia\\\\ud83d\\\\udc9c\\\": 1, \\\"\\\\u201cur\\\": 1, \\\"acting\\\": 2, \\\"anorexic\\\\u201d\\\": 3, \\\"\\\\u201cu\\\": 1, \\\"tendencies\\\\u201d\\\": 1, \\\"\\\\u201cyeah\\\": 1, \\\"last\\\": 8, \\\"years\\\\u201d\\\": 1, \\\"convos\\\": 1, \\\"mom\\\\ud83d\\\\udc4d\\\": 1, \\\"guess\\\": 1, \\\"400\\\": 2, \\\"cals\\\": 6, \\\"doesn\\\\u2019t\\\": 2, \\\"\\\\u201cbetter\\\": 1, \\\"1200\\\": 3, \\\"often\\\": 11, \\\"sustains\\\": 1, \\\"longer\\\": 3, \\\"\\\\u2014\\\": 6, \\\"much\\\": 28, \\\"sicker\\\": 2, \\\"cause\\\": 1, \\\"long\\\": 11, \\\"term\\\": 2, \\\"damage\\\": 1, \\\"bones\\\": 4, \\\"brain\\\": 9, \\\"muscles\\\": 1, \\\"metabolism\\\": 3, \\\"body\\\": 36, \\\"drop\\\": 5, \\\"god\\\": 7, \\\"complex\\\": 3, \\\"you\\\\u2019re\\\": 7, \\\"anti\\\": 2, \\\"giving\\\": 1, \\\"discourage\\\": 1, \\\"unfollow\\\": 2, \\\"everyone\\\": 9, \\\"deserving\\\": 1, \\\"hell\\\": 5, \\\"deserves\\\": 1, \\\"gurumoorthykj\\\": 1, \\\"dont\\\": 24, \\\"understand\\\": 6, \\\"whats\\\": 6, \\\"alive\\\": 1, \\\"\\\\ud83e\\\\udd14\\\": 1, \\\"providing\\\": 3, \\\"shelter\\\": 3, \\\"\\\\u270c\\\\ufe0f\\\": 1, \\\"heres\\\": 6, \\\"quick\\\": 2, \\\"weekend\\\": 2, \\\"read\\\": 11, \\\"difference\\\": 4, \\\"emily\\\": 2, \\\"program\\\": 3, \\\"specializes\\\": 1, \\\"helps\\\": 1, \\\"explain\\\": 2, \\\"tipping\\\": 1, \\\"point\\\": 7, \\\"two\\\": 6, \\\"investment\\\": 1, \\\"training\\\": 1, \\\"evidence\\\": 2, \\\"based\\\": 4, \\\"necessary\\\": 2, \\\"future\\\": 2, \\\"deaths\\\": 2, \\\"daniel\\\": 1, \\\"patrick\\\": 1, \\\"moynihan\\\": 1, \\\"would\\\": 20, \\\"proud\\\": 8, \\\"monster\\\": 4, \\\"time\\\": 34, \\\"homeless\\\": 1, \\\"foodless\\\": 1, \\\"tries\\\": 1, \\\"antihunger\\\": 1, \\\"inniatives\\\": 1, \\\"hello\\\": 7, \\\"new\\\": 59, \\\"i\\\\u2019ll\\\": 10, \\\"introduce\\\": 1, \\\"risas\\\": 17, \\\"call\\\": 4, \\\"marie\\\": 1, \\\"18\\\": 10, \\\"years\\\": 22, \\\"bmi\\\": 10, \\\"24\\\": 6, \\\"goal\\\": 9, \\\"20\\\": 6, \\\"using\\\": 9, \\\"see\\\": 15, \\\"started\\\": 6, \\\"dot\\\": 1, \\\"com\\\": 1, \\\"looking\\\": 20, \\\"mutuals\\\": 7, \\\"lonely\\\": 1, \\\"hungry\\\": 5, \\\"waiting\\\": 2, \\\"late\\\": 2, \\\"almost\\\": 6, \\\"passed\\\": 5, \\\"out\\\\u2026and\\\": 1, \\\"shaking\\\": 1, \\\"seriously\\\": 1, \\\"\\\\ud83e\\\\udd74\\\": 3, \\\"\\\\u201canorexic\\\\u201d\\\": 1, \\\"considered\\\": 2, \\\"genre\\\": 1, \\\"nothing\\\": 2, \\\"else\\\": 3, \\\"emotion\\\": 1, \\\"dysregulation\\\": 1, \\\"suicidality\\\": 1, \\\"rania\\\": 1, \\\"international\\\": 6, \\\"journal\\\": 15, \\\"wiley\\\": 3, \\\"online\\\": 12, \\\"library\\\": 3, \\\"isnt\\\": 3, \\\"funny\\\": 2, \\\"love\\\": 15, \\\"starve\\\": 3, \\\"second\\\": 4, \\\"screams\\\": 1, \\\"dinner\\\": 10, \\\"yall\\\": 4, \\\"fat\\\": 16, \\\"af\\\": 3, \\\"use\\\": 9, \\\"fatspo\\\": 3, \\\"send\\\": 8, \\\"meanspo\\\": 11, \\\"pls\\\": 12, \\\"sucked\\\": 2, \\\"inpic\\\": 1, \\\"1\\\": 5, \\\"pic\\\": 5, \\\"2\\\": 24, \\\"worst\\\": 18, \\\"fear\\\": 3, \\\"relationship\\\": 4, \\\"reached\\\": 1, \\\"go\\\": 19, \\\"dates\\\": 1, \\\"happy\\\": 11, \\\"cost\\\": 1, \\\"interact\\\": 5, \\\"moot\\\": 1, \\\"moots\\\": 8, \\\"insight\\\": 2, \\\"neurons\\\": 1, \\\"influence\\\": 1, \\\"effort\\\": 3, \\\"aid\\\": 3, \\\"addiction\\\": 8, \\\"neuropsychiatric\\\": 2, \\\"involve\\\": 2, \\\"faulty\\\": 2, \\\"decisionmaking\\\": 2, \\\"hey\\\": 13, \\\"friends\\\": 13, \\\"weekely\\\": 1, \\\"check\\\": 9, \\\"ups\\\": 1, \\\"\\\\u263a\\\\ufe0fproanatwt\\\": 1, \\\"researchers\\\": 14, \\\"division\\\": 1, \\\"diabetes\\\": 1, \\\"endocrinology\\\": 1, \\\"analyzing\\\": 1, \\\"timerestricted\\\": 1, \\\"intake\\\": 5, \\\"patterns\\\": 1, \\\"address\\\": 2, \\\"increasingly\\\": 1, \\\"prevalent\\\": 2, \\\"\\\\u27a1\\\\ufe0f\\\": 1, \\\"1983\\\": 1, \\\"psychologist\\\": 2, \\\"christopher\\\": 1, \\\"gillberg\\\": 1, \\\"posed\\\": 1, \\\"provocative\\\": 1, \\\"question\\\": 1, \\\"readers\\\": 1, \\\"british\\\": 3, \\\"psychiatry\\\": 1, \\\"autism\\\": 7, \\\"underlying\\\": 1, \\\"phat\\\": 2, \\\"shits\\\": 2, \\\"least\\\": 10, \\\"twice\\\": 1, \\\"real\\\": 14, \\\"winner\\\": 1, \\\"eds\\\": 4, \\\"truly\\\": 1, \\\"joke\\\": 3, \\\"ago\\\": 9, \\\"\\\\u201crecovered\\\\u201d\\\": 1, \\\"3\\\": 10, \\\"don\\\\u2019t\\\": 32, \\\"tell\\\": 11, \\\"though\\\": 6, \\\"recovering\\\": 6, \\\"parts\\\": 2, \\\"mindset\\\": 1, \\\"stays\\\": 1, \\\"constant\\\": 1, \\\"anxietybulimia\\\": 1, \\\"lately\\\": 1, \\\"due\\\": 4, \\\"holidays\\\": 1, \\\"ive\\\": 13, \\\"starving\\\": 5, \\\"binging\\\": 4, \\\"everytime\\\": 1, \\\"feel\\\": 33, \\\"guilty\\\": 2, \\\"parents\\\": 4, \\\"words\\\": 2, \\\"repeat\\\": 1, \\\"head\\\": 4, \\\"mom\\\": 7, \\\"talking\\\": 7, \\\"friend\\\": 4, \\\"next\\\": 15, \\\"looked\\\": 3, \\\"purged\\\": 2, \\\"min\\\": 1, \\\"that\\\\ud83d\\\\ude2d\\\\ud83d\\\\ude2d\\\": 1, \\\"fastinggggg\\\": 1, \\\"planning\\\": 1, \\\"making\\\": 4, \\\"200\\\": 6, \\\"hours\\\": 6, \\\"anyways\\\": 5, \\\"hate\\\": 14, \\\"life\\\": 25, \\\"kind\\\": 5, \\\"want\\\": 37, \\\"die\\\": 4, \\\"makes\\\": 18, \\\"sad\\\": 6, \\\"wait\\\": 8, \\\"yell\\\": 1, \\\"therapist\\\": 2, \\\"forcing\\\": 2, \\\"vomit\\\": 1, \\\"pasta\\\": 3, \\\"one\\\": 26, \\\"always\\\": 10, \\\"felt\\\": 5, \\\"fats\\\": 2, \\\"carbs\\\": 3, \\\"high\\\": 13, \\\"genuinely\\\": 3, \\\"enjoyed\\\": 1, \\\"meal\\\\ud83e\\\\udd7a\\\\ud83e\\\\udd7a\\\\ud83e\\\\udd7a\\\": 1, \\\"let\\\": 7, \\\"known\\\": 5, \\\"beyonce\\\": 1, \\\"anthony\\\": 1, \\\"joshua\\\": 1, \\\"offered\\\": 2, \\\"platform\\\": 2, \\\"spread\\\": 2, \\\"what\\\\u2019s\\\": 4, \\\"give\\\": 8, \\\"impression\\\": 1, \\\"\\\\ud83e\\\\udd26\\\\ud83c\\\\udffb\\\\u200d\\\\u2640\\\\ufe0f\\\": 1, \\\"rate\\\": 3, \\\"agbero\\\": 1, \\\"extortharassintimidate\\\": 1, \\\"truckcart\\\": 1, \\\"pushers\\\": 1, \\\"vendors\\\": 1, \\\"hawkers\\\": 1, \\\"part\\\": 9, \\\"didn\\\\u2019t\\\": 3, \\\"bad\\\": 12, \\\"ugh\\\": 4, \\\"fkn\\\": 1, \\\"cold\\\": 2, \\\"hi\\\": 7, \\\"\\\\u2022\\\": 27, \\\"leyla\\\": 1, \\\"25\\\": 3, \\\"yo\\\": 3, \\\"165cm\\\": 1, \\\"diagnosed\\\": 8, \\\"10\\\": 9, \\\"hw\\\": 2, \\\"66kg\\\": 1, \\\"14y\\\": 1, \\\"lw\\\": 2, \\\"43kg\\\": 1, \\\"16y\\\": 1, \\\"recovered\\\": 5, \\\"relapsed\\\": 3, \\\"042019\\\": 1, \\\"57kg\\\": 2, \\\"48kg\\\": 1, \\\"ugw\\\": 12, \\\"idk\\\": 9, \\\"actually\\\": 5, \\\"4850kg\\\": 1, \\\"free\\\": 8, \\\"text\\\": 3, \\\"\\\\u2661\\\": 9, \\\"unpinning\\\": 2, \\\"weight170lb\\\": 1, \\\"jay\\\": 1, \\\"4550kg\\\": 1, \\\"cw\\\": 21, \\\"together\\\": 6, \\\"follow\\\": 6, \\\"back\\\": 20, \\\"overeat\\\": 1, \\\"countless\\\": 2, \\\"reasons\\\": 5, \\\"overeats\\\": 1, \\\"suffers\\\": 1, \\\"helpful\\\": 5, \\\"list\\\": 2, \\\"gives\\\": 2, \\\"23\\\": 2, \\\"simple\\\": 2, \\\"client\\\": 2, \\\"overeating\\\": 3, \\\"alright\\\": 2, \\\"somewhere\\\": 1, \\\"50\\\\u2019s\\\": 1, \\\"45kg\\\": 2, \\\"meansp0\\\": 1, \\\"fine\\\": 4, \\\"buddy\\\": 5, \\\"might\\\": 9, \\\"cool\\\": 2, \\\"sheher\\\": 5, \\\"terrible\\\": 1, \\\"fucking\\\": 25, \\\"pixie\\\": 1, \\\"honestly\\\": 3, \\\"fragile\\\": 2, \\\"covid19\\\": 1, \\\"linked\\\": 1, \\\"image\\\": 5, \\\"reminder\\\": 3, \\\"unplanned\\\": 1, \\\"better\\\": 9, \\\"ur\\\": 15, \\\"fiending\\\": 1, \\\"something\\\": 12, \\\"may\\\": 10, \\\"result\\\": 4, \\\"400cals\\\": 1, \\\"1400cals\\\": 1, \\\"tanyaplibersek\\\": 1, \\\"forward\\\": 3, \\\"left\\\": 4, \\\"austudy\\\": 1, \\\"afford\\\": 3, \\\"alone\\\": 8, \\\"presents\\\": 2, \\\"kids\\\": 4, \\\"wrapping\\\": 1, \\\"first\\\": 18, \\\"world\\\": 3, \\\"beneath\\\": 1, \\\"contempt\\\": 1, \\\"stick\\\": 1, \\\"luxury\\\": 1, \\\"tax\\\": 1, \\\"recycled\\\": 1, \\\"recyclable\\\": 1, \\\"dudes\\\": 1, \\\"pretty\\\": 5, \\\"bored\\\": 1, \\\"legit\\\": 1, \\\"whatever\\\": 2, \\\"counselor\\\": 1, \\\"idea\\\": 2, \\\"told\\\": 3, \\\"allowed\\\": 3, \\\"triggering\\\": 6, \\\"others\\\": 6, \\\"jokes\\\": 2, \\\"loosing\\\": 1, \\\"gaining\\\": 3, \\\"1kg\\\": 1, \\\"bro\\\": 3, \\\"cmon\\\": 2, \\\"lemme\\\": 1, \\\"58kg\\\": 1, \\\"binged\\\": 3, \\\"morning\\\": 4, \\\"wasn\\\\u2019t\\\": 2, \\\"whyyy\\\": 1, \\\"thoooo\\\": 1, \\\"unnecessary\\\": 1, \\\"muscle\\\": 1, \\\"atrophy\\\": 1, \\\"lying\\\": 1, \\\"size\\\": 3, \\\"zero\\\": 2, \\\"angels\\\": 1, \\\"tmz\\\": 1, \\\"melanie\\\": 2, \\\"consider\\\": 2, \\\"hubby\\\\u2019s\\\": 1, \\\"meal\\\": 7, \\\"plan\\\": 5, \\\"whileshe\\\\u2019s\\\": 1, \\\"bit\\\": 11, \\\"gaunt\\\": 1, \\\"reply\\\": 2, \\\"favorite\\\": 5, \\\"easy\\\": 4, \\\"working\\\": 7, \\\"home\\\": 3, \\\"workouts\\\": 3, \\\"thank\\\": 6, \\\"youuuu\\\": 1, \\\"edtwt\\\": 19, \\\"\\\\u22c6\\\": 1, \\\"\\\\u2665\\\": 7, \\\"zeph\\\": 1, \\\"edtwtthinspofatspomeanspo\\\": 1, \\\"kpop\\\": 1, \\\"current\\\": 5, \\\"137\\\": 1, \\\"40\\\": 5, \\\"gw\\\": 11, \\\"yet\\\": 10, \\\"dms\\\": 3, \\\"r\\\": 6, \\\"open\\\": 7, \\\"support\\\": 7, \\\"d\\\": 3, \\\"rtlike\\\": 2, \\\"ifb\\\": 1, \\\"causing\\\": 2, \\\"pandemic\\\": 5, \\\"rough\\\": 3, \\\"moments\\\": 1, \\\"withheld\\\": 1, \\\"foodpurged\\\": 1, \\\"anxiety\\\": 11, \\\"sky\\\": 1, \\\"past\\\": 5, \\\"weeks\\\": 5, \\\"healthy\\\": 14, \\\"know\\\": 31, \\\"days\\\": 13, \\\"severely\\\": 3, \\\"physically\\\": 4, \\\"disabledamp\\\": 1, \\\"frustrating\\\": 2, \\\"exercise\\\": 9, \\\"b4\\\": 1, \\\"energy\\\": 4, \\\"low\\\": 8, \\\"calhealthy\\\": 1, \\\"meals\\\": 5, \\\"junk\\\": 3, \\\"bc\\\": 8, \\\"xtra\\\": 1, \\\"pain\\\": 14, \\\"smthing\\\": 1, \\\"candy\\\": 1, \\\"fascinating\\\": 1, \\\"identified\\\": 1, \\\"eight\\\": 1, \\\"significantly\\\": 3, \\\"associated\\\": 2, \\\"shows\\\": 6, \\\"origins\\\": 1, \\\"appear\\\": 1, \\\"physical\\\": 3, \\\"psychological\\\": 1, \\\"offensive\\\": 1, \\\"stfu\\\": 2, \\\"arent\\\": 3, \\\"rude\\\": 1, \\\"recover\\\": 3, \\\"surviver\\\": 1, \\\"currently\\\": 9, \\\"doesnt\\\": 5, \\\"pickles\\\": 1, \\\"wierdos\\\": 1, \\\"cal\\\": 9, \\\"delicious\\\": 1, \\\"gonna\\\": 15, \\\"technical\\\": 1, \\\"\\\\u2764\\\\ufe0f\\\": 3, \\\"safe\\\": 4, \\\"twt\\\": 9, \\\"place\\\": 3, \\\"yout\\\": 1, \\\"attentionmentalhealth\\\": 1, \\\"whenever\\\": 1, \\\"talk\\\": 12, \\\"valid\\\": 6, \\\"understandable\\\": 1, \\\"especially\\\": 5, \\\"taboo\\\": 2, \\\"misunderstood\\\": 1, \\\"frequently\\\": 1, \\\"start\\\": 11, \\\"juice\\\": 2, \\\"cleanse\\\": 1, \\\"\\\\ud83d\\\\ude02\\\": 3, \\\"craving\\\": 2, \\\"marrons\\\": 1, \\\"glaces\\\": 1, \\\"wants\\\": 4, \\\"delivered\\\": 1, \\\"friday\\\": 2, \\\"grateful\\\": 1, \\\"common\\\": 3, \\\"talked\\\": 3, \\\"rages\\\": 1, \\\"silently\\\": 1, \\\"hugley\\\": 1, \\\"painful\\\": 1, \\\"illness\\\": 3, \\\"intense\\\": 3, \\\"pschological\\\": 1, \\\"medical\\\": 3, \\\"complications\\\": 1, \\\"professionals\\\": 1, \\\"published\\\": 3, \\\"cheo\\\": 1, \\\"explores\\\": 2, \\\"controversial\\\": 1, \\\"topic\\\": 1, \\\"activity\\\": 2, \\\"incorporated\\\": 1, \\\"acute\\\": 1, \\\"starbucks\\\": 1, \\\"praises\\\": 1, \\\"black\\\": 2, \\\"baristas\\\": 1, \\\"maskeschewing\\\": 1, \\\"customer\\\": 1, \\\"yelled\\\": 2, \\\"\\\\u2018f\\\": 1, \\\"lives\\\": 5, \\\"matter\\\": 5, \\\"woman\\\": 1, \\\"obviously\\\": 1, \\\"said\\\": 11, \\\"supported\\\": 2, \\\"mean\\\": 8, \\\"supports\\\": 1, \\\"abusive\\\": 1, \\\"confuse\\\": 1, \\\"sleep\\\": 2, \\\"normally\\\": 1, \\\"starting\\\": 2, \\\"yesterday\\\": 5, \\\"shared\\\": 1, \\\"recent\\\": 3, \\\"findings\\\": 4, \\\"prevalence\\\": 3, \\\"australian\\\": 1, \\\"yiramarang\\\": 1, \\\"adolescents\\\": 2, \\\"similar\\\": 1, \\\"burt\\\": 1, \\\"et\\\": 2, \\\"al\\\": 2, \\\"found\\\": 11, \\\"27\\\": 1, \\\"australians\\\": 1, \\\"i\\\\u2026\\\": 1, \\\"suddenly\\\": 1, \\\"excessive\\\": 3, \\\"proteinlow\\\": 1, \\\"carb\\\": 1, \\\"\\\\ud83e\\\\udd22\\\": 4, \\\"regret\\\": 1, \\\"ughhh\\\": 1, \\\"regular\\\": 3, \\\"intervention\\\": 3, \\\"contributes\\\": 1, \\\"change\\\": 8, \\\"cognitive\\\": 5, \\\"behavior\\\": 7, \\\"creatures\\\": 1, \\\"sillvi\\\": 1, \\\"things\\\": 8, \\\"person\\\": 8, \\\"congratulate\\\": 1, \\\"regime\\\": 1, \\\"\\\\ud83e\\\\udd37\\\\u200d\\\\u2640\\\\ufe0f\\\": 1, \\\"personal\\\": 3, \\\"qualities\\\": 1, \\\"\\\\u0b18\\\": 1, \\\"\\\\ud83c\\\\udf80\\\\u2661\\\\u208a\\\\u02da\\\": 1, \\\"edpro\\\": 1, \\\"coach\\\": 6, \\\"\\\\u2022mari\\\": 1, \\\"\\\\u202213\\\": 1, \\\"clue\\\": 2, \\\"fight\\\": 2, \\\"urge\\\": 2, \\\"safety\\\": 2, \\\"major\\\": 2, \\\"according\\\": 1, \\\"twothirds\\\": 1, \\\"respondents\\\": 2, \\\"tetra\\\": 1, \\\"paks\\\": 1, \\\"latest\\\": 9, \\\"global\\\": 1, \\\"intro\\\": 2, \\\"ig\\\": 3, \\\"\\\\u2728lonely\\\\u2728\\\": 1, \\\"scared\\\": 6, \\\"38kg85lbs\\\": 1, \\\"message\\\": 3, \\\"buddies\\\": 1, \\\"id\\\": 4, \\\"appreciate\\\": 1, \\\"ppl\\\": 2, \\\"wouldnt\\\": 2, \\\"account\\\": 3, \\\"\\\\ud83c\\\\udf3c\\\": 1, \\\"randomnibba5\\\": 1, \\\"reference\\\": 1, \\\"legislation\\\": 2, \\\"obama\\\": 1, \\\"mentioned\\\": 1, \\\"solely\\\": 1, \\\"reason\\\": 4, \\\"concerns\\\": 1, \\\"stipulate\\\": 1, \\\"entails\\\": 1, \\\"illnesses\\\": 1, \\\"knew\\\": 3, \\\"y\\\\u2019all\\\": 9, \\\"lose\\\": 21, \\\"everyday\\\": 4, \\\"failing\\\": 1, \\\"single\\\": 3, \\\"months\\\": 3, \\\"already\\\": 9, \\\"hating\\\": 2, \\\"celeberties\\\": 1, \\\"havehad\\\": 1, \\\"profile\\\": 1, \\\"picture\\\": 3, \\\"andor\\\": 2, \\\"proana\\\": 4, \\\"grow\\\": 1, \\\"longterm\\\": 1, \\\"changes\\\": 1, \\\"racist\\\": 1, \\\"n\\\": 5, \\\"pick\\\": 1, \\\"loveeri\\\": 1, \\\"protein\\\": 2, \\\"scale\\\": 3, \\\"drink\\\": 5, \\\"253\\\": 1, \\\"liters\\\": 1, \\\"water\\\": 10, \\\"cut\\\": 2, \\\"fruit\\\": 1, \\\"sugars\\\": 1, \\\"matters\\\": 2, \\\"promote\\\": 1, \\\"page\\\": 3, \\\"motivation\\\": 9, \\\"curiosity\\\": 1, \\\"stage\\\": 2, \\\"saying\\\": 6, \\\"curiousity\\\": 1, \\\"killed\\\": 1, \\\"cat\\\": 2, \\\"never\\\": 18, \\\"rang\\\": 1, \\\"supposedly\\\": 1, \\\"not\\\": 1, \\\"overweight\\\": 2, \\\"op\\\": 1, \\\"lonewarriorsidharthshukla\\\": 1, \\\"exit\\\": 1, \\\"worth\\\": 2, \\\"watching\\\": 2, \\\"bakwas\\\": 1, \\\"season\\\": 5, \\\"nobody\\\": 2, \\\"arguing\\\": 1, \\\"yelog\\\": 1, \\\"sirf\\\": 1, \\\"khanekeliye\\\": 1, \\\"aaya\\\": 1, \\\"kya\\\": 2, \\\"win\\\": 3, \\\"5\\\": 5, \\\"slimgreen\\\": 1, \\\"teas\\\": 1, \\\"skinny\\\": 20, \\\"skin\\\": 1, \\\"shocked\\\\ud83d\\\\ude00\\\\ud83d\\\\ude00\\\\ud83d\\\\ude1c\\\\u270c\\\\ufe0f\\\": 1, \\\"okay\\\": 7, \\\"imma\\\": 1, \\\"tweet\\\": 2, \\\"stats\\\": 2, \\\"bodycheck\\\": 1, \\\"138lbs\\\": 1, \\\"113lbs\\\": 1, \\\"underweight\\\": 2, \\\"65lbs\\\": 1, \\\"height5\\\\u20194\\\": 1, \\\"age16\\\": 1, \\\"gc\\\": 2, \\\"super\\\": 3, \\\"duper\\\": 1, \\\"strict\\\": 3, \\\"50\\\": 2, \\\"march\\\": 1, \\\"thankssssssssssssssssss\\\": 1, \\\"\\\\ud83c\\\\udfac\\\\ud83c\\\\udf7f\\\": 1, \\\"movies\\\": 1, \\\"\\\\ud83c\\\\udf7f\\\\ud83c\\\\udfac\\\": 1, \\\"\\\\ud83d\\\\udda4\\\": 2, \\\"october\\\": 1, \\\"weekly\\\": 1, \\\"accountability\\\": 1, \\\"template\\\": 1, \\\"400500\\\": 1, \\\"families\\\": 3, \\\"wouldve\\\": 2, \\\"suffered\\\": 3, \\\"starvation\\\": 1, \\\"trumps\\\": 2, \\\"cruel\\\": 2, \\\"passed\\\\u2014yet\\\": 1, \\\"gop\\\": 2, \\\"opponent\\\": 1, \\\"100\\\": 5, \\\"cruelty\\\": 1, \\\"refused\\\": 1, \\\"stand\\\": 3, \\\"led\\\": 1, \\\"justice\\\": 2, \\\"compassion\\\": 1, \\\"political\\\": 2, \\\"issue\\\\u2014its\\\": 1, \\\"human\\\": 1, \\\"\\\\ud83d\\\\udeacabt\\\": 1, \\\"\\\\ud83d\\\\udeac\\\": 1, \\\"edshtwt\\\": 1, \\\"mwah\\\": 1, \\\"bp\\\": 1, \\\"restrictive\\\": 1, \\\"sw\\\": 1, \\\"98kgs\\\": 1, \\\"gt\\\": 6, \\\"gw54kgs\\\": 1, \\\"ugw45kgs\\\": 1, \\\"lmk\\\": 3, \\\"\\\\ud83d\\\\udc96\\\": 1, \\\"mum\\\": 3, \\\"screamed\\\": 1, \\\"\\\\u201care\\\": 1, \\\"now\\\\u201d\\\": 1, \\\"didnt\\\": 7, \\\"spaghetti\\\": 1, \\\"perspectives\\\": 1, \\\"involuntary\\\": 2, \\\"option\\\": 1, \\\"cases\\\": 2, \\\"peoples\\\": 1, \\\"risk\\\": 4, \\\"countries\\\": 1, \\\"the\\\\u2026\\\": 1, \\\"semesters\\\": 1, \\\"discussing\\\": 2, \\\"interesting\\\": 4, \\\"impact\\\": 4, \\\"individuals\\\": 4, \\\"hot\\\": 1, \\\"press\\\": 1, \\\"thrilled\\\": 1, \\\"jesssaundersphd\\\": 1, \\\"dr\\\": 9, \\\"jon\\\": 1, \\\"mond\\\": 1, \\\"paper\\\": 1, \\\"symptoms\\\": 8, \\\"iranian\\\": 1, \\\"adolescent\\\": 1, \\\"girls\\\": 5, \\\"week\\\": 7, \\\"againlt3\\\": 1, \\\"everything\\\": 7, \\\"kitchen\\\": 1, \\\"heard\\\": 1, \\\"eats\\\": 1, \\\"build\\\": 2, \\\"connection\\\": 3, \\\"strengthens\\\": 1, \\\"ties\\\": 1, \\\"enjoy\\\": 4, \\\"achievements\\\": 1, \\\"topics\\\": 2, \\\"laugh\\\": 1, \\\"serves\\\": 1, \\\"conflicts\\\": 1, \\\"encountered\\\": 1, \\\"member\\\": 1, \\\"tw\\\\u26a0\\\\ufe0f\\\": 1, \\\"cute\\\": 2, \\\"supporters\\\": 1, \\\"hurt\\\": 1, \\\"feelings\\\": 2, \\\"alcoholism\\\": 1, \\\"worse\\\": 2, \\\"waste\\\": 2, \\\"whoa\\\": 1, \\\"another\\\": 9, \\\"wet\\\": 1, \\\"tshirts\\\": 1, \\\"lolitas\\\": 1, \\\"1599\\\": 1, \\\"whole\\\": 9, \\\"year\\\": 13, \\\"thankful\\\": 1, \\\"spirit\\\": 2, \\\"thanksgiving\\\": 5, \\\"group\\\": 14, \\\"amazing\\\": 3, \\\"therapists\\\": 1, \\\"clinical\\\": 8, \\\"electroacupuncture\\\": 1, \\\"obese\\\": 3, \\\"retrospective\\\": 1, \\\"movie\\\": 1, \\\"timee\\\": 1, \\\"\\\\ud83d\\\\ude2d\\\\ud83d\\\\ude2d\\\": 1, \\\"bye\\\": 3, \\\"desperate\\\": 3, \\\"honeslty\\\": 1, \\\"jan\\\": 1, \\\"diagnose\\\": 1, \\\"ednos\\\": 2, \\\"kms\\\": 2, \\\"invalidation\\\": 1, \\\"rather\\\": 5, \\\"bulimic\\\": 3, \\\"bites\\\": 1, \\\"1slowed\\\": 1, \\\"digestiondelayed\\\": 1, \\\"gastric\\\": 1, \\\"emptying\\\": 1, \\\"restriction\\\": 6, \\\"fullnessloss\\\": 1, \\\"appetite\\\": 4, \\\"ededtwt\\\": 1, \\\"\\\\ud83c\\\\udf37my\\\": 1, \\\"name\\\": 5, \\\"brandee\\\\ud83c\\\\udf37\\\": 1, \\\"\\\\u2728im\\\": 1, \\\"aka\\\": 2, \\\"lil\\\": 2, \\\"minor\\\\u2728\\\": 1, \\\"\\\\ud83e\\\\udd8bgw100\\\\ud83e\\\\udd8b\\\": 1, \\\"\\\\ud83d\\\\udc8eugw90\\\\ud83d\\\\udc8e\\\": 1, \\\"\\\\ud83d\\\\udc9apro\\\": 1, \\\"recovery\\\\ud83d\\\\udc9a\\\": 1, \\\"\\\\ud83c\\\\udf38feel\\\": 1, \\\"sweetspo\\\": 3, \\\"thinspo\\\\ud83c\\\\udf38\\\": 1, \\\"y\\\\u2019all\\\\u2019s\\\": 1, \\\"biggest\\\": 3, \\\"mines\\\": 2, \\\"sour\\\": 1, \\\"cream\\\": 1, \\\"scares\\\": 1, \\\"mediators\\\": 1, \\\"interpersonal\\\": 2, \\\"psychotherapy\\\": 1, \\\"secondary\\\": 1, \\\"analysis\\\": 1, \\\"transdiagnostic\\\": 1, \\\"randomized\\\": 1, \\\"controlled\\\": 1, \\\"trial\\\": 1, \\\"sivyer\\\": 1, \\\"\\\\u201cjust\\\": 1, \\\"improve\\\": 1, \\\"skin\\\\u201d\\\": 1, \\\"easily\\\": 1, \\\"behind\\\": 3, \\\"logic\\\": 1, \\\"isn\\\\u2019t\\\": 4, \\\"great\\\": 8, \\\"subjective\\\": 2, \\\"beauty\\\": 2, \\\"lies\\\": 1, \\\"eyes\\\": 3, \\\"beholder\\\": 1, \\\"margaret\\\": 1, \\\"wolfe\\\": 1, \\\"hungerford\\\": 1, \\\"tried\\\": 5, \\\"holy\\\": 2, \\\"coffee\\\": 3, \\\"crash\\\": 1, \\\"bedtime\\\": 1, \\\"white\\\": 4, \\\"fasting\\\": 9, \\\"goldmans\\\": 1, \\\"daily\\\": 5, \\\"psych\\\": 3, \\\"stories\\\": 3, \\\"via\\\": 5, \\\"tea\\\": 4, \\\"peppermint\\\\ud83c\\\\udf6d\\\\ud83c\\\\udf75\\\\ud83d\\\\udc95\\\": 1, \\\"marks\\\": 2, \\\"bainan\\\": 1, \\\"biotech\\\": 1, \\\"strive\\\": 2, \\\"osteoporosis\\\": 2, \\\"patient\\\": 1, \\\"whereas\\\": 1, \\\"anymore\\\": 2, \\\"done\\\": 7, \\\"ew\\\": 1, \\\"cow\\\": 2, \\\"mirror\\\": 1, \\\"throw\\\": 1, \\\"kill\\\": 1, \\\"obeying\\\": 1, \\\"like\\\\u270c\\\\ud83c\\\\udffe\\\\ud83d\\\\ude43ed\\\": 1, \\\"live\\\": 5, \\\"addictive\\\": 1, \\\"feedback\\\": 1, \\\"wallpaper\\\": 1, \\\"\\\\ud83d\\\\udc97\\\": 2, \\\"timeline\\\": 1, \\\"1013\\\": 1, \\\"yrs\\\": 6, \\\"\\\\u2192\\\": 5, \\\"14\\\": 5, \\\"\\\\u201cdieting\\\\u201d\\\": 1, \\\"15\\\": 5, \\\"osfed\\\": 1, \\\"\\\\u201crecovery\\\\u201d\\\": 1, \\\"truths\\\": 1, \\\"aim\\\": 1, \\\"additional\\\": 1, \\\"education\\\": 3, \\\"join\\\": 9, \\\"wednesday\\\": 1, \\\"discuss\\\": 1, \\\"truth\\\": 1, \\\"fuckin\\\": 2, \\\"bingenight\\\": 1, \\\"perventer\\\": 1, \\\"ill\\\": 7, \\\"slap\\\": 2, \\\"hr\\\": 1, \\\"fast\\\": 17, \\\"soon\\\": 4, \\\"limit\\\": 3, \\\"break\\\": 3, \\\"simply\\\": 4, \\\"hrs\\\": 1, \\\"honest\\\": 2, \\\"fridge\\\": 2, \\\"opens\\\": 2, \\\"visiting\\\": 1, \\\"tomorrow\\\\ud83e\\\\udd7a\\\": 1, \\\"\\\\u2066sensinglorna\\\\u2069\\\": 1, \\\"\\\\u2066hopevirgo\\\\u2069\\\": 1, \\\"\\\\u2066jamesldowns\\\\u2069\\\": 1, \\\"developed\\\": 2, \\\"workshop\\\": 2, \\\"festive\\\": 1, \\\"supporting\\\": 1, \\\"christmas\\\": 6, \\\"project\\\": 3, \\\"control\\\": 8, \\\"restricting\\\": 4, \\\"quantities\\\": 1, \\\"obsessed\\\": 4, \\\"aea\\\": 2, \\\"members\\\": 2, \\\"overcame\\\": 1, \\\"debilitating\\\": 1, \\\"freedom\\\": 1, \\\"hair\\\": 5, \\\"lossim\\\": 1, \\\"rn\\\": 3, \\\"\\\\ud83e\\\\udd2e\\\": 1, \\\"yes\\\": 5, \\\"5\\\\u20192\\\": 1, \\\"135lbs\\\": 1, \\\"\\\\u2601\\\\ufe0f\\\": 1, \\\"manifestation\\\": 1, \\\"cycle\\\": 3, \\\"immune\\\": 1, \\\"able\\\": 10, \\\"restrict\\\": 2, \\\"instantly\\\": 3, \\\"info\\\": 1, \\\"excited\\\": 3, \\\"dm\\\": 7, \\\"queries\\\": 1, \\\"sooo\\\": 2, \\\"teenager\\\": 1, \\\"bought\\\": 1, \\\"skeleton\\\": 2, \\\"outfit\\\": 1, \\\"halloween\\\": 2, \\\"\\\\ud83d\\\\ude2d\\\": 6, \\\"disclaimer\\\": 1, \\\"reaching\\\": 1, \\\"lowest\\\": 1, \\\"13\\\": 5, \\\"destroy\\\": 1, \\\"\\\\u2018lowest\\\": 1, \\\"point\\\\u2019\\\": 1, \\\"seek\\\": 1, \\\"\\\\u27a1reconstruct\\\": 1, \\\"overcoming\\\": 1, \\\"quit\\\": 4, \\\"\\\\u2b50\\\\u2b50\\\\u2b50\\\\u2b50\\\\u2b50\\\": 1, \\\"\\\\ud83c\\\\udf8199cents\\\\ud83c\\\\udf81\\\": 1, \\\"episode\\\": 2, \\\"end\\\": 5, \\\"competitive\\\": 1, \\\"supportive\\\": 1, \\\"whoever\\\": 1, \\\"breaks\\\": 1, \\\"gets\\\": 3, \\\"kicked\\\": 1, \\\"warnings\\\": 1, \\\"binges\\\": 3, \\\"say\\\": 6, \\\"close\\\": 3, \\\"towards\\\": 2, \\\"classed\\\": 1, \\\"middle\\\": 1, \\\"hunger\\\": 9, \\\"pains\\\": 1, \\\"postings\\\": 1, \\\"suggestions\\\": 1, \\\"photos\\\": 3, \\\"chat\\\": 8, \\\"box\\\": 2, \\\"guys\\\": 9, \\\"srsly\\\": 1, \\\"swear\\\": 3, \\\"tbh\\\": 5, \\\"smaller\\\": 2, \\\"skinnier\\\": 2, \\\"heels\\\": 2, \\\"betsy\\\": 1, \\\"wurzel\\\\u2019s\\\": 1, \\\"guest\\\": 2, \\\"cynthia\\\": 2, \\\"bulik\\\": 2, \\\"phd\\\": 5, \\\"faed\\\": 2, \\\"book\\\": 1, \\\"\\\\u201cbinge\\\": 1, \\\"kaycais\\\": 2, \\\"trusting\\\": 1, \\\"hii\\\": 2, \\\"\\\\ud83c\\\\udf1e\\\": 1, \\\"vegan\\\": 2, \\\"atypicalanorexia\\\": 1, \\\"536kg\\\": 1, \\\"42kg\\\": 1, \\\"166cm\\\": 1, \\\"recipes\\\": 1, \\\"become\\\": 4, \\\"celebrate\\\": 1, \\\"spending\\\": 1, \\\"opening\\\": 1, \\\"bingewatching\\\": 2, \\\"entire\\\": 2, \\\"harry\\\": 1, \\\"potter\\\": 1, \\\"series\\\": 1, \\\"without\\\": 10, \\\"sleeping\\\": 1, \\\"bleed\\\": 1, \\\"add\\\": 3, \\\"pictures\\\": 1, \\\"links\\\": 7, \\\"increased\\\": 3, \\\"rates\\\": 2, \\\"substance\\\": 3, \\\"abuse\\\": 3, \\\"suicide\\\": 10, \\\"lockdown\\\": 4, \\\"popular\\\": 1, \\\"used\\\": 13, \\\"fact\\\": 6, \\\"trackers\\\": 1, \\\"theyre\\\": 3, \\\"spaces\\\": 1, \\\"\\\\ud83e\\\\udd7a\\\": 1, \\\"smoking\\\": 2, \\\"increases\\\": 1, \\\"helth\\\": 2, \\\"hairlossmake\\\": 1, \\\"thicker\\\": 1, \\\"\\\\u2727\\\\uff65\\\\uff9f\\\": 1, \\\"vi\\\": 1, \\\"\\\\uff65\\\\uff9f\\\": 1, \\\"\\\\u2727\\\": 1, \\\"133\\\": 1, \\\"110\\\": 2, \\\"\\\\u2022rt\\\": 1, \\\"adamfare1996\\\": 1, \\\"agreed\\\": 1, \\\"walking\\\": 2, \\\"soooo\\\": 1, \\\"harder\\\": 1, \\\"unfortunately\\\": 1, \\\"\\\\ud83d\\\\ude1e\\\": 1, \\\"chats\\\": 3, \\\"\\\\ud83d\\\\udc8b\\\": 1, \\\"\\\\ud83d\\\\udc49\\\\ud83c\\\\udffb\\\\ud83d\\\\udc48\\\\ud83c\\\\udffb\\\\ud83e\\\\udd7a\\\": 2, \\\"edits\\\": 2, \\\"credit\\\": 2, \\\"\\\\ud83d\\\\udc95\\\": 3, \\\"healingmindstw\\\": 1, \\\"interventions\\\": 1, \\\"anorexiaeating\\\": 1, \\\"cbt\\\": 1, \\\"sounding\\\": 1, \\\"ignorant\\\": 1, \\\"apologise\\\": 1, \\\"aware\\\": 2, \\\"detailed\\\": 1, \\\"specialised\\\": 1, \\\"area\\\": 5, \\\"interested\\\": 4, \\\"x\\\": 3, \\\"tag\\\": 3, \\\"\\\\u2018are\\\": 1, \\\"anorexic\\\\u2019\\\": 1, \\\"bloody\\\": 1, \\\"you\\\\u2019d\\\": 1, \\\"\\\\ud83d\\\\udc40\\\": 1, \\\"imagine\\\": 3, \\\"hanging\\\": 1, \\\"enjoying\\\": 1, \\\"stunning\\\\ud83e\\\\udd29\\\": 1, \\\"oh\\\": 6, \\\"pig\\\\ud83d\\\\ude02\\\\u2639\\\\ufe0f\\\": 1, \\\"anemic\\\": 1, \\\"gtgt\\\": 3, \\\"gawd\\\": 1, \\\"hit\\\": 2, \\\"lets\\\": 3, \\\"button\\\": 1, \\\"keeps\\\": 1, \\\"114\\\": 1, \\\"kirbykilos\\\": 1, \\\"\\\\ud83d\\\\ude44\\\": 1, \\\"sacrifice\\\": 1, \\\"ankles\\\": 1, \\\"\\\\ud83e\\\\udd28\\\": 2, \\\"concern\\\": 1, \\\"supplies\\\": 1, \\\"ranking\\\": 1, \\\"among\\\": 4, \\\"top\\\": 5, \\\"three\\\": 5, \\\"worrying\\\": 3, \\\"compared\\\": 1, \\\"30\\\": 5, \\\"2019\\\": 3, \\\"scary\\\": 3, \\\"winning\\\": 1, \\\"won\\\\u2019t\\\": 1, \\\"figure\\\": 2, \\\"rly\\\": 2, \\\"wide\\\": 1, \\\"fourteen\\\": 1, \\\"dieting\\\": 2, \\\"began\\\": 2, \\\"perfectly\\\": 1, \\\"period\\\": 5, \\\"happen\\\": 2, \\\"\\\\u2013\\\": 2, \\\"switch\\\": 1, \\\"surviving\\\": 1, \\\"harmless\\\": 1, \\\"jealousy\\\": 1, \\\"shame\\\": 4, \\\"\\\\ud83d\\\\udc4d\\\\ud83d\\\\udc4d\\\\ud83d\\\\udc4d\\\\ud83d\\\\udc4d\\\": 1, \\\"remember\\\": 5, \\\"treat\\\": 4, \\\"sepsis\\\": 1, \\\"likely\\\": 3, \\\"develop\\\": 2, \\\"dementia\\\": 2, \\\"discharge\\\": 1, \\\"younger\\\": 1, \\\"age\\\": 5, \\\"protect\\\": 1, \\\"developing\\\": 2, \\\"20s\\\": 1, \\\"affected\\\": 3, \\\"chew\\\": 1, \\\"spit\\\": 1, \\\"strategy\\\": 1, \\\"uuuh\\\": 1, \\\"discord\\\": 2, \\\"sugarfree0652\\\": 1, \\\"realise\\\": 2, \\\"stuff\\\": 4, \\\"irl\\\": 2, \\\"ya\\\": 1, \\\"background\\\": 1, \\\"dysmorphia\\\": 4, \\\"social\\\": 4, \\\"contagion\\\": 2, \\\"crandall\\\": 1, \\\"c\\\": 1, \\\"1988\\\": 1, \\\"personality\\\": 2, \\\"psychology\\\": 3, \\\"554\\\": 1, \\\"588\\\\u2013598\\\": 1, \\\"teen\\\": 2, \\\"behaviors\\\": 3, \\\"prone\\\": 1, \\\"sick\\\": 3, \\\"mammas\\\": 1, \\\"chicken\\\": 2, \\\"insult\\\": 1, \\\"offend\\\": 1, \\\"educate\\\": 1, \\\"\\\\u201cget\\\": 1, \\\"bad\\\\u201d\\\": 2, \\\"\\\\u201cturns\\\": 1, \\\"\\\\ud83d\\\\udc4e\\\\ud83c\\\\udffb\\\": 1, \\\"brought\\\": 1, \\\"fatality\\\": 1, \\\"statistics\\\": 1, \\\"ragrats\\\": 1, \\\"passing\\\": 2, \\\"rocks\\\": 1, \\\"bra\\\": 1, \\\"ten\\\": 2, \\\"layers\\\": 1, \\\"clothes\\\": 2, \\\"drinking\\\": 3, \\\"tons\\\": 1, \\\"tho\\\": 2, \\\"\\\\ud83e\\\\udd37\\\\ud83c\\\\udffb\\\\u200d\\\\u2640\\\\ufe0f\\\": 1, \\\"blackaylien\\\": 1, \\\"solution\\\": 5, \\\"superintendent\\\": 1, \\\"focuses\\\": 1, \\\"sufficient\\\": 2, \\\"parentguardians\\\": 1, \\\"helping\\\": 1, \\\"produce\\\": 1, \\\"academically\\\": 1, \\\"sound\\\": 1, \\\"job\\\": 2, \\\"slowly\\\": 1, \\\"keep\\\": 11, \\\"loss\\\": 10, \\\"8lbs\\\": 1, \\\"motivated\\\": 1, \\\"hope\\\": 5, \\\"she\\\\u2019s\\\": 4, \\\"ik\\\": 2, \\\"sucks\\\\ud83d\\\\ude48\\\": 1, \\\"anoworexic\\\": 1, \\\"encouraging\\\": 1, \\\"non\\\": 1, \\\"dehydrated\\\": 1, \\\"turn\\\": 1, \\\"\\\\ud83d\\\\ude05\\\": 1, \\\"seem\\\": 2, \\\"counterintuitive\\\": 1, \\\"hospitalized\\\": 2, \\\"begins\\\": 1, \\\"cutting\\\": 2, \\\"suggests\\\": 1, \\\"restrictions\\\": 1, \\\"safely\\\": 1, \\\"relaxed\\\": 1, \\\"hospital\\\": 1, \\\"frappe\\\": 1, \\\"iced\\\": 1, \\\"cappuccino\\\": 1, \\\"shot\\\": 1, \\\"syrup\\\": 1, \\\"29\\\": 1, \\\"superrrrrr\\\": 1, \\\"lazy\\\": 1, \\\"kword\\\": 1, \\\"irene\\\": 1, \\\"awkward\\\": 2, \\\"girl\\\": 2, \\\"either\\\": 5, \\\"inbetween\\\": 1, \\\"186\\\": 1, \\\"175\\\": 1, \\\"stomach\\\": 2, \\\"growlingamp\\\": 1, \\\"\\\\u201dampampampamp5848\\\": 1, \\\"otp\\\": 1, \\\"loud\\\": 1, \\\"doordash\\\": 1, \\\"loyalpolyplex\\\": 1, \\\"morean\\\": 1, \\\"m\\\": 1, \\\"e\\\": 2, \\\"l\\\\u2019insalata\\\": 1, \\\"2018\\\": 2, \\\"electronic\\\": 1, \\\"cigarette\\\": 1, \\\"self\\\\u2010reported\\\": 2, \\\"diagnosis\\\": 2, \\\"511\\\": 1, \\\"77\\\\u201381\\\": 1, \\\"omg\\\": 2, \\\"ageidk\\\": 1, \\\"write\\\": 2, \\\"srry\\\": 1, \\\"bout\\\": 1, \\\"birth\\\": 1, \\\"pills\\\": 2, \\\"gone\\\": 2, \\\"means\\\": 6, \\\"cravings\\\": 3, \\\"subsequent\\\": 1, \\\"wish\\\": 8, \\\"luck\\\": 3, \\\"times\\\": 4, \\\"edition\\\": 1, \\\"ended\\\": 1, \\\"er\\\": 1, \\\"blood\\\": 1, \\\"pressure\\\": 1, \\\"180\\\": 1, \\\"believe\\\": 3, \\\"\\\\ud83e\\\\udd37\\\\ud83c\\\\udffb\\\\u200d\\\\u2640\\\\ufe0frestrictiveeating\\\": 1, \\\"lmao\\\": 1, \\\"studying\\\": 2, \\\"conquering\\\": 1, \\\"eventually\\\": 2, \\\"work\\\": 13, \\\"counsellor\\\": 1, \\\"value\\\": 1, \\\"esteem\\\": 1, \\\"bodypositivity\\\": 1, \\\"exercising\\\": 3, \\\"awhile\\\": 1, \\\"loving\\\": 3, \\\"imperfections\\\": 1, \\\"recuperating\\\": 1, \\\"traumas\\\": 1, \\\"leave\\\": 4, \\\"mentally\\\": 3, \\\"everyones\\\": 1, \\\"goes\\\": 1, \\\"wont\\\": 4, \\\"ruin\\\": 1, \\\"progress\\\": 2, \\\"\\\\u2661my\\\": 1, \\\"restricting\\\\u2661\\\": 1, \\\"broccoli\\\": 2, \\\"easier\\\": 5, \\\"seeking\\\": 1, \\\"bariatric\\\": 1, \\\"surgery\\\": 2, \\\"successful\\\": 2, \\\"legs\\\": 5, \\\"neighbor\\\": 1, \\\"wobbly\\\": 2, \\\"whether\\\": 2, \\\"translate\\\": 1, \\\"word\\\": 1, \\\"describe\\\": 1, \\\"leg\\\": 1, \\\"shakes\\\": 1, \\\"telling\\\": 1, \\\"caffeine\\\": 1, \\\"excuse\\\": 2, \\\"hold\\\": 1, \\\"bully\\\": 3, \\\"icecream\\\\ud83d\\\\ude00\\\\ud83d\\\\ude00\\\\ud83d\\\\udc94\\\": 1, \\\"negative\\\": 1, \\\"podcast\\\": 1, \\\"welcome\\\": 1, \\\"1021\\\": 1, \\\"attend\\\": 1, \\\"oa\\\": 1, \\\"meeting\\\": 1, \\\"lavender\\\": 1, \\\"camomile\\\": 1, \\\"coriander\\\": 1, \\\"\\\\ud83d\\\\ude0d\\\": 1, \\\"tiniest\\\": 1, \\\"acacia\\\": 1, \\\"honey\\\": 1, \\\"oml\\\": 1, \\\"decided\\\": 1, \\\"purge\\\": 1, \\\"regularly\\\": 1, \\\"luck\\\\ud83e\\\\udd7a\\\\ud83e\\\\udd7a\\\\ud83e\\\\udd7a\\\": 1, \\\"relapse\\\": 4, \\\"dad\\\": 2, \\\"asked\\\": 2, \\\"bruh\\\": 1, \\\"gained\\\": 7, \\\"bevause\\\": 1, \\\"fufkcme\\\": 1, \\\"busy\\\": 1, \\\"luck\\\\ud83d\\\\ude43\\\": 1, \\\"laziest\\\": 1, \\\"prob\\\": 1, \\\"meet\\\": 2, \\\"problematic\\\": 2, \\\"thinking\\\": 4, \\\"youre\\\": 4, \\\"earn\\\": 1, \\\"stressful\\\": 1, \\\"aren\\\\u2019t\\\": 2, \\\"wishing\\\": 1, \\\"volunteers\\\": 1, \\\"board\\\": 1, \\\"oklahoma\\\": 1, \\\"association\\\": 1, \\\"tip\\\": 2, \\\"who\\\\u2019re\\\": 1, \\\"sometimes\\\": 3, \\\"loves\\\": 3, \\\"youngk\\\": 1, \\\"choice\\\": 2, \\\"he\\\\u2019s\\\": 2, \\\"exactly\\\": 3, \\\"combination\\\": 2, \\\"persons\\\": 1, \\\"biology\\\": 1, \\\"events\\\": 1, \\\"envious\\\": 1, \\\"access\\\": 3, \\\"medicalptsd\\\": 1, \\\"routine\\\": 2, \\\"juste\\\": 1, \\\"goals\\\": 2, \\\"sister\\\": 2, \\\"gave\\\": 4, \\\"gummies\\\": 1, \\\"overcome\\\": 2, \\\"form\\\": 1, \\\"562\\\": 1, \\\"3568686\\\": 1, \\\"checks\\\": 1, \\\"embarrass\\\": 1, \\\"skinny\\\\ud83e\\\\udd72\\\": 1, \\\"66kgs\\\": 1, \\\"atm\\\": 1, \\\"usually\\\": 3, \\\"plateau\\\": 1, \\\"fingers\\\": 1, \\\"crossed\\\": 1, \\\"65kgs\\\": 1, \\\"\\\\ud83e\\\\udd1e\\\": 1, \\\"higher\\\": 2, \\\"approach\\\": 1, \\\"discharged\\\": 1, \\\"sooner\\\": 3, \\\"reported\\\": 3, \\\"include\\\": 3, \\\"unrealistic\\\": 1, \\\"ideas\\\": 1, \\\"shape\\\": 3, \\\"denial\\\": 2, \\\"inner\\\": 1, \\\"challenges\\\": 1, \\\"views\\\": 1, \\\"strange\\\": 1, \\\"obsessive\\\": 1, \\\"behaviour\\\": 1, \\\"mood\\\": 2, \\\"swings\\\": 1, \\\"dn\\\\u2019t\\\": 1, \\\"knw\\\": 1, \\\"wat\\\": 1, \\\"lady\\\": 1, \\\"leaves\\\": 1, \\\"plate\\\": 2, \\\"shouting\\\": 1, \\\"wasted\\\": 1, \\\"money\\\": 5, \\\"wey\\\": 1, \\\"fit\\\": 2, \\\"finish\\\": 2, \\\"crack\\\": 1, \\\"bone\\\": 1, \\\"na\\\": 1, \\\"anoda\\\": 1, \\\"date\\\": 3, \\\"note\\\": 1, \\\"etiquette\\\": 1, \\\"ready\\\": 1, \\\"keen\\\": 1, \\\"connect\\\": 2, \\\"interests\\\": 2, \\\"\\\\ud83d\\\\udc47\\\": 1, \\\"lived\\\": 2, \\\"\\\\ud83d\\\\ude0a\\\": 2, \\\"borderline\\\": 2, \\\"show\\\": 3, \\\"estimate\\\": 1, \\\"45\\\": 1, \\\"women\\\": 9, \\\"impulsive\\\": 1, \\\"risky\\\": 1, \\\"unsafe\\\": 1, \\\"sex\\\": 1, \\\"gambling\\\": 1, \\\"unstable\\\": 2, \\\"selfimage\\\": 1, \\\"relationships\\\": 2, \\\"moods\\\": 1, \\\"reaction\\\": 1, \\\"stress\\\": 4, \\\"ms\\\": 1, \\\"wv\\\": 1, \\\"ky\\\": 1, \\\"red\\\": 1, \\\"states\\\": 1, \\\"bottom\\\": 2, \\\"income\\\": 1, \\\"welfarefood\\\": 1, \\\"stamp\\\": 1, \\\"recipients\\\": 1, \\\"trumpymcconnell\\\": 1, \\\"dear\\\": 1, \\\"brilliant\\\": 1, \\\"worka\\\": 1, \\\"definite\\\": 1, \\\"clinicians\\\": 3, \\\"fields\\\": 1, \\\"expertise\\\": 1, \\\"paola\\\": 1, \\\"falcoski\\\": 1, \\\"msc\\\": 1, \\\"advanced\\\": 2, \\\"specialist\\\": 1, \\\"dietitian\\\": 1, \\\"23lbs\\\": 1, \\\"saturday\\\": 2, \\\"alot\\\": 1, \\\"regardless\\\": 2, \\\"indifferent\\\": 1, \\\"comfort\\\": 1, \\\"becomes\\\": 1, \\\"poll\\\": 1, \\\"learn\\\": 6, \\\"trigger\\\": 5, \\\"abt\\\": 3, \\\"frosting\\\": 1, \\\"put\\\": 6, \\\"lounge\\\": 1, \\\"twiglets\\\": 1, \\\"crisps\\\": 1, \\\"brother\\\": 3, \\\"\\\\u201ci\\\\u2019m\\\": 1, \\\"it\\\\u201d\\\": 1, \\\"\\\\ud83d\\\\ude10\\\\ud83d\\\\ude11\\\\ud83d\\\\ude10\\\": 1, \\\"bitches\\\": 3, \\\"took\\\": 4, \\\"bathroom\\\": 1, \\\"walkway\\\": 1, \\\"glared\\\": 1, \\\"squeezed\\\": 1, \\\"fatty\\\": 1, \\\"mad\\\": 1, \\\"piss\\\": 2, \\\"sorry\\\": 2, \\\"tweeting\\\": 1, \\\"memory\\\": 1, \\\"cover\\\": 1, \\\"case\\\": 3, \\\"\\\\u2018binge\\\": 1, \\\"disorder\\\\u2019\\\": 1, \\\"student\\\": 3, \\\"\\\\ud83e\\\\udd21\\\": 1, \\\"hear\\\": 3, \\\"valyjay\\\": 1, \\\"bezt\\\": 1, \\\"sobriety\\\": 1, \\\"familiar\\\": 1, \\\"decisive\\\": 1, \\\"action\\\": 1, \\\"sticking\\\": 2, \\\"adapting\\\": 1, \\\"persevering\\\": 1, \\\"needless\\\": 1, \\\"x2\\\": 1, \\\"56\\\": 1, \\\"bike\\\": 1, \\\"ran\\\": 2, \\\"marathons\\\": 1, \\\"\\\\u2026\\\": 1, \\\"maxy\\\": 1, \\\"traits\\\": 2, \\\"moms\\\": 1, \\\"autistic\\\": 4, \\\"speaks\\\": 1, \\\"resist\\\": 1, \\\"chewing\\\": 1, \\\"spitting\\\": 1, \\\"etc\\\": 7, \\\"kgs\\\": 4, \\\"20th\\\": 1, \\\"youuu\\\": 1, \\\"goodwinvianna\\\": 1, \\\"crap\\\": 2, \\\"thats\\\": 5, \\\"horrific\\\": 1, \\\"\\\\ud83d\\\\ude33\\\": 1, \\\"surprised\\\": 1, \\\"girlswomen\\\": 1, \\\"moving\\\": 2, \\\"praising\\\": 1, \\\"weightloss\\\": 2, \\\"99\\\": 1, \\\"sick\\\\ud83d\\\\ude14\\\": 1, \\\"caught\\\": 2, \\\"laughing\\\": 1, \\\"stock\\\": 1, \\\"photos\\\\u2026\\\": 1, \\\"\\\\ud83d\\\\udeb6\\\\u200d\\\\u2640\\\\ufe0f\\\\ud83d\\\\udeb6\\\\u200d\\\\u2640\\\\ufe0f\\\\ud83d\\\\udeb6\\\\u200d\\\\u2640\\\\ufe0f\\\": 1, \\\"tomorrow\\\": 2, \\\"\\\\u261d\\\\ud83c\\\\udffd\\\": 1, \\\"tagging\\\": 1, \\\"thing\\\": 10, \\\"liking\\\": 1, \\\"megan\\\": 1, \\\"tricks\\\": 1, \\\"bdd\\\": 1, \\\"127lbs\\\": 1, \\\"95lbs\\\": 1, \\\"luo\\\": 1, \\\"yunxi\\\": 1, \\\"thin\\\": 2, \\\"likes\\\": 4, \\\"\\\\ud83d\\\\ude05\\\\ud83d\\\\ude06loveissweet\\\": 1, \\\"battling\\\": 1, \\\"\\\\ud83d\\\\udc95\\\\ud83d\\\\udc95\\\": 1, \\\"screw\\\": 1, \\\"measurements\\\": 1, \\\"167\\\": 1, \\\"translation\\\": 1, \\\"lbs\\\": 6, \\\"9436lbs\\\": 1, \\\"thrive\\\": 2, \\\"isolation\\\": 1, \\\"doctoral\\\": 1, \\\"beth\\\": 1, \\\"l\\\": 1, \\\"hoffman\\\": 1, \\\"studies\\\": 4, \\\"impacted\\\": 1, \\\"media\\\": 2, \\\"professional\\\": 2, \\\"no3\\\": 1, \\\"buckle\\\": 1, \\\"parent\\\": 1, \\\"suspect\\\": 1, \\\"sondaughter\\\": 1, \\\"jump\\\": 1, \\\"fix\\\": 3, \\\"accept\\\": 1, \\\"lack\\\": 2, \\\"youll\\\": 3, \\\"enable\\\": 1, \\\"childs\\\": 1, \\\"step\\\": 3, \\\"admitting\\\": 1, \\\"openly\\\": 2, \\\"anyway\\\": 1, \\\"\\\\u201ctolerance\\\": 1, \\\"break\\\\u201d\\\": 1, \\\"worked\\\": 3, \\\"steadily\\\": 1, \\\"119\\\": 1, \\\"120\\\": 2, \\\"badly\\\": 3, \\\"couple\\\": 3, \\\"extreme\\\": 3, \\\"comorbidity\\\": 1, \\\"hyper\\\": 1, \\\"sexuality\\\": 1, \\\"harmful\\\": 1, \\\"codependency\\\": 1, \\\"toxic\\\": 3, \\\"med\\\": 1, \\\"incredible\\\": 1, \\\"seeing\\\": 1, \\\"amount\\\": 3, \\\"interest\\\": 1, \\\"predicting\\\": 1, \\\"cannot\\\": 3, \\\"begin\\\": 1, \\\"express\\\": 2, \\\"appreciative\\\": 1, \\\"willing\\\": 1, \\\"cure\\\": 1, \\\"healing\\\": 1, \\\"lifelong\\\": 1, \\\"folks\\\": 1, \\\"holiday\\\": 2, \\\"remind\\\": 1, \\\"alaba00\\\": 1, \\\"slightly\\\": 1, \\\"detrimental\\\": 1, \\\"adds\\\": 1, \\\"ok\\\": 7, \\\"theres\\\": 3, \\\"effects\\\": 2, \\\"alcohol\\\": 1, \\\"mp\\\\u2019s\\\": 1, \\\"justify\\\": 1, \\\"sorting\\\": 1, \\\"generation\\\": 1, \\\"brush\\\": 1, \\\"aside\\\": 1, \\\"uk\\\": 2, \\\"\\\\ud83d\\\\ude21\\\": 1, \\\"closed\\\": 1, \\\"seeds\\\": 2, \\\"example\\\": 3, \\\"2017\\\": 2, \\\"cookies\\\": 1, \\\"\\\\u203c\\\\ufe0f\\\": 1, \\\"extends\\\": 1, \\\"drug\\\": 1, \\\"national\\\": 2, \\\"institutes\\\": 1, \\\"datasets\\\": 1, \\\"appearing\\\": 1, \\\"reproductive\\\": 1, \\\"toxicology\\\": 1, \\\"gc\\\\u2019s\\\": 1, \\\"please\\\\ud83e\\\\udd20\\\": 1, \\\"believing\\\": 1, \\\"discover\\\": 1, \\\"unmanageable\\\": 1, \\\"aea\\\\u2019s\\\": 1, \\\"twelve\\\": 1, \\\"steps\\\": 3, \\\"provide\\\": 1, \\\"pathway\\\": 1, \\\"living\\\": 3, \\\"sponsor\\\": 1, \\\"imperative\\\": 1, \\\"lead\\\": 2, \\\"jealous\\\": 2, \\\"utterly\\\": 2, \\\"heartbreaking\\\": 1, \\\"highest\\\": 3, \\\"mortality\\\": 2, \\\"treatable\\\": 1, \\\"possible\\\": 2, \\\"appropriate\\\": 1, \\\"effective\\\": 2, \\\"accesible\\\": 1, \\\"services\\\": 2, \\\"woefully\\\": 1, \\\"underfunded\\\": 1, \\\"inaccesible\\\": 1, \\\"needs\\\": 2, \\\"edtumblr\\\": 1, \\\"dead\\\": 4, \\\"asf\\\": 1, \\\"gtfo\\\": 1, \\\"19\\\": 5, \\\"neeeed\\\": 1, \\\"tiny\\\": 1, \\\"possibly\\\": 2, \\\"shortterm\\\": 1, \\\"outcomes\\\": 2, \\\"refeeding\\\": 1, \\\"optimize\\\": 1, \\\"inpatient\\\": 1, \\\"gains\\\": 1, \\\"mul\\\\u2026\\\": 1, \\\"loading\\\": 1, \\\"screen\\\": 1, \\\"anorexicbulimic\\\": 1, \\\"8090\\\": 1, \\\"boyfriend\\\": 1, \\\"worry\\\": 1, \\\"league\\\": 1, \\\"cry\\\": 2, \\\"meat\\\": 1, \\\"comes\\\": 3, \\\"nauseous\\\": 1, \\\"cuz\\\": 2, \\\"coke\\\": 1, \\\"salad\\\": 2, \\\"lbskgs\\\": 1, \\\"lostgained\\\": 1, \\\"return\\\": 1, \\\"italian\\\": 1, \\\"vol\\\": 1, \\\"32\\\": 1, \\\"2020\\\": 7, \\\"released\\\": 1, \\\"complete\\\": 3, \\\"available\\\": 3, \\\"grid\\\": 1, \\\"fancy\\\": 1, \\\"\\\\ud83d\\\\ude48\\\": 1, \\\"link\\\": 7, \\\"\\\\ud83d\\\\udcdd\\\": 2, \\\"month\\\": 8, \\\"clean\\\": 3, \\\"31\\\": 1, \\\"road\\\": 3, \\\"learning\\\": 2, \\\"summer\\\": 1, \\\"heating\\\": 1, \\\"november\\\": 2, \\\"highlights\\\": 2, \\\"\\\\ud83d\\\\udd25\\\": 2, \\\"bingeing\\\": 1, \\\"twenty\\\": 1, \\\"million\\\": 4, \\\"deal\\\": 3, \\\"america\\\": 3, \\\"triggered\\\": 3, \\\"overreacting\\\": 1, \\\"view\\\": 1, \\\"insignificant\\\": 1, \\\"silly\\\": 1, \\\"deals\\\": 1, \\\"\\\\ud83d\\\\udc98\\\": 1, \\\"carrie\\\": 1, \\\"fr\\\": 1, \\\"incredibly\\\": 1, \\\"partner\\\": 1, \\\"heal\\\": 1, \\\"nedasupported\\\": 1, \\\"barriers\\\": 1, \\\"bta\\\": 1, \\\"80\\\": 3, \\\"survivor\\\": 1, \\\"celebrated\\\": 1, \\\"experts\\\": 1, \\\"stem\\\": 1, \\\"genes\\\": 2, \\\"environments\\\": 1, \\\"team\\\": 3, \\\"identify\\\": 1, \\\"specific\\\": 1, \\\"involved\\\": 1, \\\"launching\\\": 1, \\\"genetic\\\": 2, \\\"knowur\\\": 1, \\\"liquids\\\": 1, \\\"\\\\u2765\\\": 1, \\\"i\\\\u2018ll\\\": 1, \\\"unpin\\\": 1, \\\"hates\\\": 1, \\\"results\\\": 5, \\\"abdominal\\\": 2, \\\"radiology\\\": 1, \\\"says\\\": 4, \\\"nausea\\\": 1, \\\"diarrhoea\\\": 2, \\\"vary\\\": 2, \\\"widely\\\": 1, \\\"vomiting\\\": 1, \\\"generalized\\\": 1, \\\"dannylewis007\\\": 1, \\\"shock\\\": 1, \\\"proof\\\": 1, \\\"paycheque\\\": 2, \\\"hardly\\\": 2, \\\"bills\\\": 1, \\\"savings\\\": 1, \\\"rocket\\\": 1, \\\"\\\\ud83e\\\\udd37\\\\ud83c\\\\udffb\\\\u200d\\\\u2642\\\\ufe0f\\\": 1, \\\"wow\\\\ud83d\\\\ude0d\\\": 1, \\\"huh\\\": 1, \\\"\\\\u26a0\\\\ufe0ftw\\\": 1, \\\"bodycheck\\\\u26a0\\\\ufe0f\\\": 1, \\\"affecting\\\": 1, \\\"35\\\": 2, \\\"percent\\\": 2, \\\"bagel\\\": 1, \\\"seasoning\\\": 1, \\\"duh\\\": 1, \\\"per\\\": 1, \\\"serving\\\": 1, \\\"fave\\\": 1, \\\"taste\\\": 1, \\\"balancing\\\": 2, \\\"nutrition\\\": 3, \\\"management\\\": 2, \\\"role\\\": 4, \\\"dietitians\\\": 1, \\\"hurst\\\": 1, \\\"disabled\\\": 1, \\\"headaches\\\": 1, \\\"eupd\\\": 1, \\\"psychotic\\\": 1, \\\"wondered\\\": 1, \\\"application\\\": 2, \\\"pediatric\\\": 2, \\\"diagnostic\\\": 1, \\\"criteria\\\": 1, \\\"arfid\\\": 1, \\\"disease\\\": 3, \\\"ijed\\\": 1, \\\"court\\\": 2, \\\"refusing\\\": 1, \\\"wild\\\": 1, \\\"forgot\\\": 2, \\\"ultimate\\\": 1, \\\"evening\\\": 1, \\\"snd\\\": 1, \\\"me\\\\ud83e\\\\udd7a\\\\ud83e\\\\udd7a\\\\ud83e\\\\udd7a\\\": 1, \\\"mile\\\": 1, \\\"pagingdrsean\\\": 1, \\\"absolutely\\\": 4, \\\"fascinated\\\": 1, \\\"academic\\\": 1, \\\"inperson\\\": 1, \\\"facetoface\\\": 1, \\\"wear\\\": 1, \\\"positivity\\\": 2, \\\"jeans\\\": 1, \\\"\\\\u160f\\\\u30fbabout\\\": 1, \\\"\\\\ua4b1\\\": 1, \\\"\\\\u732b\\\": 1, \\\"anime\\\": 1, \\\"manga\\\": 1, \\\"\\\\u02ce\\\\u208d\\\\u2022\\\\u029a\\\\u2022\\\\u208e\\\": 1, \\\"play\\\": 3, \\\"danganronpa\\\": 1, \\\"osu\\\": 1, \\\"roblox\\\": 1, \\\"gtlt\\\": 1, \\\"trans\\\": 2, \\\"demi\\\": 1, \\\"boy\\\": 1, \\\"\\\\u300d\\\": 1, \\\"derekjohnson\\\": 1, \\\"sugar\\\": 4, \\\"reduce\\\": 1, \\\"healthcare\\\": 1, \\\"costs\\\": 1, \\\"country\\\": 2, \\\"maybe\\\": 3, \\\"blame\\\": 2, \\\"assessing\\\": 2, \\\"rapid\\\": 3, \\\"duration\\\": 1, \\\"untreated\\\": 1, \\\"multi\\\\u2010centre\\\": 1, \\\"quasi\\\\u2010experimental\\\": 1, \\\"purging\\\": 2, \\\"struggled\\\": 2, \\\"sudden\\\": 1, \\\"defo\\\": 1, \\\"\\\\u2022the\\\": 1, \\\"occult\\\": 1, \\\"\\\\u2022talking\\\": 1, \\\"\\\\u2022planning\\\": 1, \\\"spells\\\": 1, \\\"diets\\\": 1, \\\"genuine\\\": 1, \\\"sun\\\": 1, \\\"stopped\\\": 1, \\\"stable\\\": 1, \\\"inom\\\": 1, 